Revit 2024 API
ParameterTypeId.SheetAssemblyDescription Property
 "Assembly: Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetAssemblyDescription { get; }
Visual Basic
Public Shared ReadOnly Property SheetAssemblyDescription As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetAssemblyDescription {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace